<?php

return [

    'banner' => [
        'heading' => '快速，輕鬆地找到英語老師',
        'blurb'   => '數以百計的英語老師在尋找工作，ELT Search是最佳找尋外師的網站。立即註冊，即可發招聘貼文。',
    ],

    'why_use' => [
        'heading' => '為什麼使用ELT Search師資配對平台',
        'one'     => [
            'heading' => '簡易地建立帳號',
            'text'    => '建立帳號以及開始使用只需要一分鐘',
        ],
        'two'     => [
            'heading' => '全球網絡',
            'text'    => '在ELT Search刊登的師資主要來自英語系國家，許多人已在您所處的地區。',
        ],
        'three'   => [
            'heading' => '大數據資料',
            'text'    => 'ELT Search有數百家學校及老師資源。',
        ],
        'four'    => [
            'heading' => '持續更新',
            'text'    => '每日有新師資和學校加入ELT Search，您每天都會知道有新機會',
        ],
        'five'    => [
            'heading' => '友善的使用介面',
            'text'    => '直觀的介面讓您輕鬆管理帳戶。',
        ],
        'six'     => [
            'heading' => '簡單的條款和條件',
            'text'    => '我們的條款和條件有助於保護用戶，ELT Search 是您招聘教師的最佳網站',
        ],
    ],

    'pricing' => [
        'heading' => '收費方式',

        'intro' => 'ELT Search 提供優秀的老師資訊，讓英語學校可以做聯繫。 校方可利用ELT Search平台貼招聘貼文，並能瀏覽數百名正在尋找英語教學工作的教師的履歷。',

        'job_posts' => [
            'heading' => '職缺貼文',
            'text' => 'ELT Search 是提供最符合您學校需求的優質老師的最佳平台。自發佈日起，您的招聘貼文於30天內，都會是公開發佈。您也可選擇隨時撤下貼文。除此之外，系統會自動將您的貼文傳給合適的老師。'
        ],

        'resume_pass' => [
            'heading' => '瀏覽師資履歷',
            'text' => '您可直接取得師資履歷及資料。您可以根據教學經驗和地理位置等條件篩選老師，並主動與合適的老師聯繫。'
        ]
    ],

    'outro' => [
        'sign_up_prompt' => '還在等甚麼? 立即註冊，以最簡單的方式尋找英語教學工作',
        'button' => '註冊',
    ]
];
