<?php

return [

    'banner' => [
        'heading' => '最快速，最簡單的方法尋找英語教學工作',
        'intro'   => '我們將根據您所設定的選擇配對合適的雇主。您的喜好選擇越廣泛，工作配對的機率相對會越大',
    ],

    'steps_header' => '如何運作',

    'step_one' => [
        'heading' => '註冊',
        'text'    => '註冊終身帳號。快速簡便，並且免費使用ELT Search搜索。',
    ],

    'step_two' => [
        'heading' => '建立個人資料/刊登履歷',
        'text'    => '學校機構將會在”ELT Search搜索”看到所刊登的履歷。用戶可以隨時在帳戶設定介面做更新。',
    ],

    'step_three' => [
        'heading' => '建立工作搜索',
        'text'    => '設定工作需求的篩選條件（地點位置，教學時數…等）',
    ],

    'step_four' => [
        'heading' => '得到相關合適職位的配對通知',
        'text'    => '職務配對成功後，將會透過電子郵件以及您的個人履歷介面上通知',
    ],

    'benefits' => [
        'heading' => '加入ELT Search 的好處',
        'one'     => '全球網絡',
        'two'     => '尋找最優質的師資&學校',
        'three'   => '簡單的操作方式以及介面',
        'four'    => '最優惠的價格及價值',
        'five'    => '符合條件的通知',
    ],

    'outro' => [
        'blurb'          => '數百所學校在ELT Search上尋找師資，您獲得工作的機會將會大幅增加',
        'sign_up_prompt' => '還在等什麼? 立即註冊，快來加入最方便使用的ELT Search，讓您容易地找到工作 ',
        'button'         => '註冊'
    ],

];
