<x-public-page>
    <div class="max-w-4xl mx-auto">
        <div class="py-20 px-6">
            <p class="type-h2 mb-12">隱私政策</p>
            <p class="my-6">上次更新時間：2020年9月24日</p>
            <p class="my-6">本隱私政策描述了我們在使用服務時收集，使用和披露您的信息的政策和程序，並告知您您的隱私權以及法律如何保護您。 我們使用您的個人數據來提供和改善服務。使用服務，即表示您同意根據本隱私政策收集和使用信息。 解釋與定義</p>

        </div>

        <div class="pb-20 px-6">
            <p class="type-h4">解釋與定義</p>
            <p class="type-h4 my-6">解釋</p>
            <p class="my-6">首字母大寫的單詞具有在以下條件下定義的含義。</p>
            <p class="my-6">以下定義無論是單數形式還是複數形式，均應具有相同的含義。</p>

            <p class="type-h4 my-6">定義</p>
            <p class="my-6">就本隱私政策而言：</p>

            <ul class="list-disc pl-12">
                <li>您是指訪問或使用服務的個人，或代表該個人訪問或使用服務的公司或其他法律實體（如適用）</li>
                <li>公司（在本協議中稱為“公司”，“我們”，“我們”或“我們的”）是指ELT Search LLC。</li>
                <li>關聯公司是指控制一方，由一方控製或受一方共同控制的實體，其中“控制”是指擁有50％或以上的有權投票選舉董事或其他管理人員的股份，股權或其他證券的所有權權威。
                </li>
                <li>帳戶是指您為訪問我們的服務或我們的服務的一部分而創建的唯一帳戶。</li>
                <li>網站是指ELT搜索，可從http://www.eltsearch.com訪問</li>
                <li>服務是指網站。</li>
                <li>國家是指：台灣</li>
                <li>服務提供商是指代表公司處理數據的任何自然人或法人。它是指公司僱用以促進服務，代表公司提供服務，執行與服務相關的服務或協助公司分析服務使用方式的第三方公司或個人。
                </li>
                <li>第三方社交媒體服務是指用戶可以通過其登錄或創建帳戶以使用該服務的任何網站或任何社交網絡網站。</li>
                <li>個人數據是與已識別或可識別的個人有關的任何信息。</li>
                <li>Cookies是網站放置在您的計算機，移動設備或任何其他設備上的小文件，其中包含您在該網站上的瀏覽歷史的詳細信息以及其許多用途。
                </li>
                <li>使用數據是指通過使用服務或從服務基礎結構本身自動收集的數據（例如，頁面訪問的持續時間）。</li>
                <li>業務，是指公司是收集消費者個人信息並確定處理消費者個人信息的目的和方式的法律實體，或者代表收集個人信息的目的和方式，以及單獨或與他人共同收集的信息，確定處理消費者個人信息的目的和方式。</li>
                <li>消費者，根據法律規定為居民，包括（1）除臨時或暫時性目的之外在台灣境內的每個人，以及（2）在台灣以外的地方為臨時居所的每個台灣居民或暫時目的。
                </li>
                <li>出售，是指以書面形式或通過電子或其他方式通過口頭方式將消費者的個人信息出售，出租，釋放，披露，分發，提供，轉讓，或以其他方式傳達消費者的個人信息，以獲取金錢或其他有價值的東西考慮。</li>
            </ul>
        </div>

        <div class="pb-20 px-6">
            <p class="type-h4 mb-6">收集和使用您的個人數據</p>
            <p class="type-h4 mb-6">收集的數據類型</p>
            <p class="type-h4 mb-6">個人資料</p>

            <p class="my-6">在使用我們的服務時，我們可能會要求您向我們提供某些個人身份信息，這些信息可用於聯繫或識別您。個人身份信息可能包括但不限於：</p>

            <ul class="list-disc pl-12 my-6">
                <li>電子郵件地址</li>
                <li>名字和姓氏</li>
                <li>電話號碼</li>
                <li>地址，州，省，郵政編碼/城市</li>
                <li>銀行帳戶信息，以便為服務內的產品和/或服務付費</li>
                <li>使用數據</li>
            </ul>

            <p class="my-6">當您通過銀行轉帳支付產品和/或服務費用時，我們可能會要求您提供信息以促進交易並驗證您的身份。此類信息可能包括但不限於：</p>

            <ul class="list-disc pl-12 my-6">
                <li>出生日期</li>
                <li>護照或國民身份證</li>
                <li>銀行卡對帳單</li>
                <li>其他將您鏈接到地址的信息</li>
            </ul>

            <p class="type-h4 mb-6">使用數據</p>
            <p class="my-6">使用服務時會自動收集使用情況數據。</p>
            <p class="my-6">使用數據可能包括諸如設備的Internet協議地址（例如IP地址），瀏覽器類型，瀏覽器版本，您訪問的服務頁面，訪問的時間和日期，在這些頁面上花費的時間，唯一設備等信息。標識符和其他診斷數據。</p>
            <p class="my-6">當您通過移動設備或通過移動設備訪問服務時，我們可能會自動收集某些信息，包括但不限於您使用的移動設備的類型，您的移動設備的唯一ID，您的移動設備的IP地址，操作系統，您使用的移動Internet瀏覽器的類型，唯一的設備標識符和其他診斷數據。</p>
            <p class="my-6">每當您訪問我們的服務或通過移動設備訪問服務時，我們也可能會收集您的瀏覽器發送的信息。</p>

            <p class="type-h4 mb-6">第三方社交媒體服務提供的信息</p>
            <p class="my-6">公司允許您通過以下第三方社交媒體服務創建帳戶並登錄以使用服務：</p>
            <ul class="list-disc pl-12 my-6">
                <li>臉書</li>
            </ul>

            <p class="my-6">如果您決定通過第三方社交媒體服務註冊或以其他方式授予我們訪問權限，我們可能會收集與您的第三方社交媒體服務的帳戶相關聯的個人數據，例如您的姓名，電子郵件地址，您的活動或與該帳戶關聯的您的聯繫人列表。</p>
            <p class="my-6">您也可以選擇通過第三方社交媒體服務的帳戶與公司共享其他信息。如果您選擇提供此類信息和個人數據，則在註冊或其他方式期間，即表示您同意公司以與本隱私政策一致的方式使用，共享和存儲該信息和個人數據。</p>

            <p class="type-h4 my-6">跟踪技術和Cookies</p>
            <p class="my-6">我們使用Cookies和類似的跟踪技術來跟踪我們服務上的活動並存儲某些信息。所使用的跟踪技術是信標，標籤和腳本，用於收集和跟踪信息以及改進和分析我們的服務。</p>
            <p class="my-6">您可以指示您的瀏覽器拒絕所有Cookie或指示何時發送Cookie。但是，如果您不接受Cookies，則可能無法使用我們服務的某些部分。</p>
            <p class="my-6">Cookie可以是“永久”或“會話” Cookie。當您離線時，持久性Cookie會保留在您的個人計算機或移動設備上，而在您關閉Web瀏覽器 後，會話Cookie就會被刪除。</p>
            <p class="my-6">我們出於以下目的使用會話和持久性Cookie：</p>
            <ul class="list-disc my-6 pl-12">
                <li>
                    <p class="type-b2">必要/必要Cookie</p>
                    <p>類型：會話Cookie</p>
                    <p class="">管理人：我們</p>
                    <p class="">目的：這些Cookies對於為您提供通過網站提供的服務以及使您能夠使用其某些功能至關重要。它們有助於驗證用戶身份並防止欺詐性使用用戶帳戶。沒有這些Cookies，就無法提供您所要求的服務，我們僅使用這些Cookies為您提供這些服務。</p>
                </li>
                <li>
                    <p class="type-b2">Cookie政策/通知接受Cookie</p>
                    <p>類型：持久性Cookie</p>
                    <p class="">管理人：我們</p>
                    <p class="">目的：這些Cookie標識用戶是否已接受在網站上使用Cookie。</p>
                </li>
                <li>
                    <p class="type-b2">功能性Cookie</p>
                    <p>類型：持久性餅乾</p>
                    <p class="">管理人：我們</p>
                    <p class="">目的：這些Cookie使我們能夠記住您在使用網站時所做的選擇，例如記住您的登錄詳細信息或語言首選項。這些Cookies的目的是 為您提供更多的個人體驗，並避免您每次使用本網站時都必須重新輸入自己的偏好。</p>
                </li>
                <li>
                    <p class="type-b2">跟踪和效果Cookie</p>
                    <p>類型：持久性Cookie</p>
                    <p class="">負責人：第三方</p>
                    <p class="">目的：這些Cookies用於跟踪有關網站訪問量以及用戶如何使用網站的信息。通過這些Cookies收集的信息可能直接或間接地將您標識為個人訪客。這是因為收集的信息通常鏈接到與您用來訪問網站的設備相關聯的假名標識符。我們還可能使用這些Cookie來測試網站的新廣告，頁面，功能或新功能，以了解我們的用戶對此有何反應。</p>
                </li>
            </ul>
            <p class="my-6">有關我們使用的cookie以及您對cookie的選擇的更多信息，請訪問我們的Cookies政策。</p>

            <p class="type-h4 my-6">個人資料的使用</p>
            <p class="my-6">公司可以將個人數據用於以下目的：</p>

            <ul class="list-disc my-6 pl-12">
                <li>提供和維護我們的服務，包括監視我們的服務的使用情況。</li>
                <li>管理您的帳戶：管理您作為服務用戶的註冊。您提供的個人數據可以使您訪問作為註冊用戶可用的服務的不同功能。</li>
                <li>為了履行合同：為您購買的產品，物品或服務或通過“服務”與我們簽訂的任何其他合同的開發，合規和承擔。</li>
                <li>與您聯繫：通過電子郵件，電話，SMS或其他等效形式的電子通信與您聯繫，例如移動應用程序的有關功能，產品或合同規定的服務的更新或信息通信的推送通知（包括安全更新），在對其實施有必要或合理時。</li>
                <li>為您提供有關我們提供的其他商品，服務和事件的新聞，特價和一般信息，這些信息類似於您已經購買或查詢的商品，服務和事件，除非您選擇不接收此類信息。
                </li>
                <li>管理您的請求：出席並管理您對我們的請求。</li>
            </ul>

            <p class="my-6">在以下情況下，我們可能會分享您的個人信息：</p>

            <ul class="list-disc my-6 pl-12">
                <li>與服務提供商共享：我們可能會與服務提供商共享您的個人信息，以監視和分析我們對服務的使用，向您展示廣告以幫助支持和維護我們的服務，與您聯繫，並在之後向您提供第三方網站上的廣告您訪問了我們的服務或用於付款處理。</li>
                <li>對於業務轉讓：我們可能會在與任何合併，出售公司資產，融資或收購我們的全部或部分業務給另一家公司有關或進行談判的過程中共享或轉讓您的個人信息。</li>
                <li>與會員：我們可能會與我們的會員共享您的信息，在這種情況下，我們將要求這些會員遵守本隱私政策。關聯公司包括我們的母公司以及我們控製或與我們共同控制的任何其他子公司，合資夥伴或其他公司。</li>
                <li>與業務合作夥伴：我們可能會與我們的業務合作夥伴共享您的信息，以向您提供某些產品，服務或促銷。</li>
                <li>與其他用戶：當您共享個人信息或在公共區域與其他用戶互動時，所有用戶都可能查看這些信息，並且可能在外部公開分發這些信息。如果您與其他用戶互動或通過第三方社交媒體服務註冊，則您在第三方社交媒體服務上的聯繫人可能會看到您的姓名，個人資料，圖片和活動描述。同樣，其他用戶將可以查看您的活動說明，與您交流並查看您的個人資料。</li>
            </ul>

            <p class="type-h4 my-6">保留您的個人資料</p>

            <p class="my-6">公司將僅在本隱私政策規定的目的之內保留您的個人數據。我們將在遵守我們的法律義務（例如，如果我們需要保留您的數據以遵守適用法律）的必要範圍內保留和使用您的個人數據，解決爭端並執行我們的法律協議和政策。</p>
            <p class="my-6">公司還將保留使用數據以用於內部分析。使用數據通常會保留更短的時間，除非使用該數據來增強我們服務的安全性或改善我們服務的功能，或者法律上有義務將這些數據保留更長的時間。</p>

            <p class="type-h4 my-6">您的個人資料轉移</p>
            <p class="my-6">您的信息（包括個人數據）將在公司的運營辦公室以及參與處理的各方所在的任何其他地方進行處理。這意味著該信息可能會轉移到並保存在您所在州，省，國家或其他政府轄區之外的計算機上，在這些計算機上，數據保護法可能不同於您所在轄區。</p>
            <p class="my-6">您同意本隱私政策並隨後提交此類信息，即表示您同意該轉移。</p>
            <p class="my-6">公司將採取合理必要的所有步驟，以確保按照本隱私政策安全地處理您的數據，除非有足夠的控制措施（包括安全性），否則不會將您的個人數據轉移到組織或國家。您的數據和其他個人信息。</p>

            <p class="type-h4 my-6">披露您的個人數據</p>
            <p class="type-h4 my-6">商業交易</p>
            <p class="my-6">如果公司參與合併，收購或資產出售，則您的個人數據可能會被轉移。我們將在您的個人數據轉移並受其他隱私政策約束之前提供通知。</p>

            <p class="type-h4 my-6">執法</p>
            <p class="my-6">在某些情況下，如果法律有要求或根據公共機構（例如法院或政府機構）的有效要求，公司可能會被要求披露您的個人數據。</p>

            <p class="type-h4 my-6">其他法律要求</p>
            <p class="my-6">公司可能真誠地認為必須採取以下行動來披露您的個人數據：</p>
            <ul class="list-disc pl-12 my-6">
                <li>遵守法律義務</li>
                <li>保護和捍衛公司的權利或財產</li>
                <li>預防或調查與服務有關的可能的不當行為</li>
                <li>保護服務用戶或公眾的人身安全</li>
                <li>防範法律責任</li>
            </ul>

            <p class="type-h4 my-6">您個人數據的安全性</p>
            <p class="my-6">您的個人數據的安全性對我們很重要，但是請記住，通過Internet傳輸的方法或電子存儲的方法都不是100％安全的。儘管我們努力 使用商業上可接受的方式來保護您的個人數據，但我們不能保證其絕對安全。</p>

            <p class="my-6 type-h4">有關您的個人數據處理的詳細信息</p>
            <p class="my-6">服務提供商只能訪問您的個人數據，以代表我們執行其任務，並且有義務不將其披露或用於任何其他目的。</p>

            <p class="my-6 type-h4">分析工具</p>
            <p class="my-6">我們可能會使用第三方服務提供商來監視和分析我們對服務的使用。</p>

            <ul class="list-disc my-6 pl-12">
                <li>
                    <p><strong>Google分析</strong></p>
                    <p>Google Analytics（分析）是Google提供的一項網絡分析服務，可跟踪和報告網站流量。 Google使用收集到的數據來跟踪和監視我們對服務的使用。此數據與其他Google服務共享。 Google可能會使用收集到的數據來對其自己的廣告網絡的廣告進行上下文化和個性化。您可以選擇安裝Google Analytics（分析）退出瀏覽器插件，以退出對Google Analytics（分析）可用的服務活動。該插件可防止 Google Analytics（分析）JavaScript（ga.js，analytics.js和dc.js）與Google Analytics（分析）共享有關訪問活動的信息。有關Google隱私權慣例的更多信息，請訪問Google隱私權和條款網頁：
                        <a href="https://policies.google.com/privacy?hl=zh"
                           target="_blank"
                           class="text-sky-blue hover:text-navy"
                           rel="nofollow">https://policies.google.com/privacy?hl=zh</a></p>
                </li>

            </ul>

            <p class="type-h4 my-6">付款方式</p>
            <p class="my-6">我們可能在服務內提供付費產品和/或服務。在這種情況下，我們可能會使用第三方服務進行付款處理（例如付款處理程序）。</p>
            <p class="my-6">我們不會存儲或收集您的支付卡詳細信息。該信息將直接提供給我們的第三方付款處理者，他們對您的個人信息的使用受其隱私政策的約束。這些付款處理器遵守由PCI安全標準委員會管理的PCI-DSS制定的標準，這是Visa，Mastercard，American Express和 Discover等品牌的共同努力。 PCI-DSS要求有助於確保安全處理付款信息。</p>

            <ul class="list-disc pl-12 my-6">
                <li>
                    <p><strong>Stripe</strong></p>
                    <p><a class="text-sky-blue hover:text-navy break-words" href="https://stripe.com/us/privacy">https://stripe.com/us/privacy</a></p>
                </li>
                <li>
                    <p><strong>PayPal</strong></p>
                    <p><a class="text-sky-blue hover:text-navy break-words" href="https://www.paypal.com/webapps/mpp/ua/privacy-full">https://www.paypal.com/webapps/mpp/ua/privacy-full</a></p>
                </li>
                <li>
                    <p><strong>Alipay</strong></p>
                    <p><a class="text-sky-blue hover:text-navy break-words" href="https://render.alipay.com/p/f/agreementpages/alipayglobalprivacypolicy.html">https://render.alipay.com/p/f/agreementpages/alipayglobalprivacypolicy.html</a></p>
                </li>


            </ul>
            <p class="my-6">當您使用我們的服務通過銀行轉賬支付產品和/或服務的費用時，我們可能會要求您提供信息以促進此交易並驗證您的身份。</p>

            <p class="type-h4 my-6">其他隱私權</p>

            <p class="type-h4 my-6">兒童隱私</p>
            <p class="my-6">我們的服務不針對13歲以下的任何人。我們不會有意收集13歲以下的任何人的個人身份信息。如果您是父母或監護人，並且您知道自己的孩子向我們提供了個人數據，請聯繫我們。如果我們知道我們在未經父母同意的情況下從13歲以下的任何人那裡收集了個人數據，我們將採取措施從服務器中刪除該信息。
            </p>
            <p class="my-6">我們也可能會限制我們收集，使用和存儲13至18歲用戶的某些信息的方式。在某些情況下，這意味著我們將無法向這些用戶提供服務的某些功能。
            </p>
            <p class="my-6">如果我們需要依靠同意作為處理您的信息的法律依據，並且您所在的國家/地區要求父母同意，則在我們收集和使用該信息之前，我們可能需要您父母的同意。
            </p>

            <p class="type-h4 my-6">鏈接到其他網站</p>
            <p class="my-6">我們的服務可能包含指向非我們運營的其他網站的鏈接。如果您單擊第三方鏈接，您將被定向到該第三方的網站。我們強烈建議您查 看您訪問的每個網站的隱私政策。</p>
            <p class="my-6">我們對任何第三方網站或服務的內容，隱私政策或做法概不負責，也不承擔任何責任。</p>
            <p class="type-h4 my-6">本隱私政策的變更</p>
            <p class="my-6">我們可能會不時更新我們的隱私政策。我們會在此頁面上發布新的隱私政策，將任何更改通知您。</p>
            <p class="my-6">在更改生效之前，我們將通過電子郵件和/或服務的重要通知告知您，並在本隱私政策的頂部更新“最後更新”日期。</p>
            <p class="my-6">建議您定期閱讀本隱私政策以進行任何更改。在本頁面上發布對本隱私政策的更改後，這些更改才生效。</p>

            <p class="type-h4 my-6">聯繫我們</p>
            <p class="my-6">如果您對此隱私政策有任何疑問，可以聯繫我們：</p>
            <ul class="list-disc my-6 pl-12">
                <li>通過電子郵件 <a href="mailto:service@eltsearch.com"
                                 class="text-sky-blue hover:test-navy">mailto:service@eltsearch.com</a></li>
            </ul>
        </div>


    </div>

</x-public-page>
