<x-public-page>
    <div class="py-20 px-6 max-w-4xl mx-auto">
        <p class="type-h2 mb-12">服務條款</p>
        <p class="my-6">上次更新時間：2020年9月24日</p>
        <p class="my-6">在使用我們的服務之前，請仔細閱讀這些條款和條件。</p>

        <p class="type-h4 my-6">解釋與定義</p>
        <p class="type-h4 my-6">解釋</p>
        <p class="my-6">首字母大寫的單詞具有在以下條件下定義的含義。</p>
        <p class="my-6">以下定義無論是單數形式還是複數形式，均應具有相同的含義。</p>
        <p class="type-h4 my-6">定義</p>
        <p class="my-6">就這些條款和條件而言：</p>

        <ul class="list-disc my-6 pl-12">
            <li>關聯企業是指控制一方，由一方控製或受一方共同控制的實體，其中“控制”是指擁有50％或以上的股份，股權或其他有權投票選舉董事或其他管理機構的證券的所有權。</li>
            <li>帳戶是指您為訪問我們的服務或我們的服務的一部分而創建的唯一帳戶。</li>
            <li>公司（在本協議中簡稱為“公司”，“我們”，“我們”或“我們的”）是指ELT Search LLC。</li>
            <li>內容是指您可以張貼，上傳，鏈接到或以其他方式使您獲得的內容，例如文本，圖像或其他信息，而與該內容的形式無關。</li>
            <li>國家是指：台灣</li>
            <li>貨物是指在服務上出售的物品。</li>
            <li>訂單表示您請求從我們這裡購買商品。</li>
            <li>服務是指網站。</li>
            <li>條款和條件（也稱為“條款”）是指構成您與公司之間關於使用服務的完整協議的這些條款和條件。</li>
            <li>第三方社交媒體服務是指由第三方提供的可能由該服務顯示，包含或提供的任何服務或內容（包括數據，信息，產品或服務）。</li>
            <li>網站是指ELT搜索，可從 <a href="http://www.eltsearch.com"
                                                                 class="text-sky-blue hover:text-navy">http://www.eltsearch.com</a>訪問
            </li>
            <li>您指的是訪問或使用服務的個人，或代表該個人訪問或使用服務的公司或其他法律實體（如適用）。</li>
        </ul>

        <p class="type-h4 my-6">致謝</p>
        <p class="my-6">這些是管理此服務的使用的條款和條件以及您與公司之間的協議。這些條款和條件規定了所有用戶使用服務的權利和義務。</p>
        <p class="my-6">您訪問和使用服務的前提是您接受並遵守這些條款和條件。這些條款和條件適用於所有訪問者，用戶和訪問或使用服務的其他人。</p>
        <p class="my-6">通過訪問或使用服務，您同意受這些條款和條件的約束。如果您不同意這些條款和條件的任何部分，則您可能無法訪問服務。</p>
        <p class="my-6">您對服務的訪問和使用還取決於您是否接受並遵守公司的隱私政策。我們的隱私政策描述了我們在使用應用程序或網站時收集，使用和披露您的個人信息的政策和程序，並告知您您的隱私權以及法律如何保護您。在使用我們的服務之前，請仔細閱讀我們的隱私政策。</p>

        <p class="type-h4 my-6">下訂單</p>
        <p class="my-6">通過服務下達商品訂單，即表示您保證您具有法律約束力，可以簽訂具有約束力的合同。</p>

        <p class="type-h4 my-6">你的資料</p>
        <p class="my-6">如果您希望在該服務上下訂單，可能會要求您提供某些與您的訂單相關的信息，包括但不限於您的姓名，您的信用卡號，您的信用卡到期日，您的帳單地址，以及您的運送信息。</p>
        <p class="my-6">您聲明並保證：（i）您具有與任何訂單有關的使用任何信用卡或借記卡或其他付款方式的合法權利；並且（ii）您提供給我們的信息是真實，正確和完整的。</p>
        <p class="my-6">提交此類信息，即表示您授予我們將信息提供給付款處理第三方的權利，以促進您完成訂單。</p>

        <p class="type-h4 my-6">取消訂單</p>
        <p class="my-6">我們保留基於某些原因隨時拒絕或取消您的訂單的權利，包括但不限於：</p>
        <ul class="list-disc my-6 pl-12">
            <li>商品供應</li>
            <li>商品說明或價格錯誤</li>
            <li>您訂單中的錯誤</li>
        </ul>
        <p class="my-6">如果懷疑有欺詐，未經授權或非法交易，我們保留拒絕或取消您的訂單的權利。</p>

        <p class="type-h4 my-6">您的訂單取消權</p>
        <p class="my-6">您購買的任何商品只能根據這些條款和條件以及我們的退貨政策退貨。</p>
        <p class="my-6">我們的退貨政策是這些條款和條件的一部分。請閱讀我們的退貨政策以詳細了解您取消訂單的權利。</p>
        <p class="my-6">您取消訂單的權利僅適用於以與您收到貨物相同的條件退回的貨物。您還應該包括所有產品說明，文件和包裝。損壞或與您收到的貨物狀況不同的貨物或僅在打開原始包裝後才磨損的貨物將不予退款。因此，當您擁有所購買的商品時，您應該合理地照顧它們。</p>
        <p class="my-6">我們將在收到退貨之日起的14天內向您償還款項。我們將使用與您為訂單使用的付款方式相同的付款方式，並且您不會為此支付任何費用。</p>

        <p class="my-6">您無權取消供應以下任何商品的訂單：</p>
        <ul class="list-disc my-6 pl-12">
            <li>根據您的規格或明顯個性化的商品供應。</li>
            <li>根據其性質不適合退還，迅速惡化或到期日期已過的商品供應。</li>
            <li>由於健康保護或衛生原因，不適合退貨且交貨後未密封的貨物供應。</li>
            <li>交付後根據其性質與其他項目密不可分的商品供應。</li>
            <li>如果表演是在事先徵得您的明確同意後開始的，並且您已經確認您喪失取消權，則該數字內容的提供不會在有形媒體上提供。</li>
        </ul>

        <p class="type-h4 my-6">可用性，錯誤和不准確之處</p>
        <p class="my-6">我們正在不斷更新我們在服務上提供的商品。我們服務上可用的商品可能定價錯誤，描述不正確或不可用，並且我們可能會在更新有關我們服務上的商品信息以及我們在其他網站上刊登的廣告時遇到延誤。</p>
        <p class="my-6">我們不能也不保證任何信息的準確性或完整性，包括價格，產品圖片，規格，可用性和服務。我們保留在不事先通知的情況下隨時更改或更新信息以及糾正錯誤，不正確或遺漏的權利。</p>

        <p class="type-h4 my-6">價格政策</p>
        <p class="my-6">本公司保留在接受訂單之前隨時修改價格的權利。</p>
        <p class="my-6">如果因政府行為，關稅變動，運費增加，運費增加，外匯成本增加以及任何其他公司無法控制的因素而影響交貨的情況發生，公司可能會在接受訂單後對報價進行修改。 。在這種情況下，您將有權取消您的訂單。</p>

        <p class="type-h4 my-6">付款方式</p>
        <p class="my-6">購買的所有商品均需一次性付款。可以通過我們可用的各種付款方式進行付款，例如Visa，MasterCard，Affinity卡，美國運通卡或在線付款方式（例如PayPal）。</p>
        <p class="my-6">付款卡（信用卡或借記卡）必須經過發卡行的確認檢查和授權。如果我們沒有收到所需的授權，我們將不對您的訂單的任何延遲或未交付負責。</p>

        <p class="type-h4 my-6">用戶帳號</p>
        <p class="my-6">當您向我們創建帳戶時，您必須始終向我們提供準確，完整和最新的信息。否則將構成違反條款，可能會立即終止您在我們服務上的帳戶。</p>
        <p class="my-6">無論您使用的是我們的服務密碼還是第三方社交媒體服務，您都有責任保護用於訪問服務的密碼以及密碼下的任何活動或行為。</p>
        <p class="my-6">您同意不將您的密碼透露給任何第三方。您必須在得知任何安全漏洞或未經授權使用您的帳戶後立即通知我們。</p>
        <p class="my-6">您不得將其他人或實體的名稱或在法律上無法使用的名稱，未經您授權而受其他人或實體的權利約束的名稱或商標用作用戶名，或否則令人反感，粗俗或淫穢。</p>

        <p class="type-h4 my-6">內容</p>

        <p class="type-h4 my-6">您發佈內容的權利</p>
        <p class="my-6">我們的服務允許您發佈內容。您對發佈到服務上的內容負責，包括其合法性，可靠性和適當性。</p>
        <p class="my-6">通過將內容髮佈到服務，即表示您授予我們使用，修改，公開表演，公開顯示，複製和在服務上以及通過服務分發此類內容的權利和許可。您保留對在服務上或通過服務提交，發布或顯示的任何內容的所有權利，並且您有責任保護這些權利。您同意此許可包括我們向我們的服務的其他用戶提供您的內容的權利，這些用戶也可能在遵守這些條款的情況下使用您的內容。</p>
        <p class="my-6">您聲明並保證：（i）內容屬於您（您擁有），或者您有權使用它並授予我們這些條款中規定的權利和許可，以及（ii）將您的內容髮佈到或通過服務不侵犯任何人的隱私權，公開權，版權，合同權或任何其他權利。</p>

        <p class="type-h4 my-6">內容限制</p>
        <p class="my-6">公司對服務用戶的內容不承擔任何責任。您明確理解並同意，您應對內容以及您帳戶下發生的所有活動承擔全部責任，無論是您本人還是使用您帳戶的任何第三方所為。</p>
        <p class="my-6">您不得傳播任何旨在令人反感，威脅，誹謗，誹謗，淫穢或其他令人反感的非法，令人反感，令人沮喪的內容。此類令人反感的內容的示例包括但不限於以下內容：</p>

        <ul class="list-disc pl-12 my-6">
            <li>非法或煽動非法活動。</li>
            <li>誹謗，歧視或刻薄的內容，包括有關宗教，種族，性取向，性別，民族/族裔或其他目標群體的參考或評論。</li>
            <li>垃圾郵件，機器或隨機產生的，構成未經授權或未經請求的廣告，連鎖信，任何其他形式的未經授權的招攬或任何形式的彩票或賭博。</li>
            <li>包含或安裝旨在或旨在破壞，損壞或限制任何軟件，硬件或電信設備功能或破壞或獲得對任何數據或其他未經授權的訪問權限的任何病毒，蠕蟲，惡意軟件，特洛伊木馬或其他內容第三人的信息。</li>
            <li>侵犯任何一方的任何專有權利，包括專利，商標，商業秘密，版權，宣傳權或其他權利。</li>
            <li>冒充任何人或實體，包括公司及其員工或代表。</li>
            <li>侵犯任何第三人的隱私。</li>
            <li>錯誤的信息和功能。</li>
        </ul>
        <p class="my-6">公司保留權利，但沒有義務，由其自行決定是否確定任何內容合適並遵守這些條款，拒絕或刪除此內容。本公司進一步保留對任何內容進行格式設置，編輯和更改方式的權利。如果您發布此類令人反感的內容，公司也可以限製或撤銷對服務的使用。</p>
        <p class="my-6">由於公司無法控制用戶和/或第三方在“服務”上發布的所有內容，因此，您同意自行承擔使用“服務”的風險。您了解通過使用服務可能會暴露於您可能會發現的令人反感，不雅，不正確或令人反感的內容，並且您同意在任何情況下公司均不對任何內容承擔任何責任，包括任何內容的錯誤或遺漏，或任何損失或損壞由於您使用任何內容而引起的任何形式的損失。
        </p>

        <p class="type-h4 my-6">內容備份</p>
        <p class="my-6">儘管對內容進行了定期備份，但公司不保證不會丟失或破壞數據。</p>
        <p class="my-6">損壞點或無效備份點可能是由於但不限於在備份之前損壞的內容或在執行備份期間更改的內容。</p>
        <p class="my-6">公司將提供支持，並嘗試對可能影響內容備份的任何已知或發現的問題進行故障排除。但是您承認，公司對內容的完整性或未能成功將內容還原到可用狀態概不負責。</p>
        <p class="my-6">您同意在與服務無關的位置維護任何內容的完整和準確的副本。</p>

        <p class="type-h4 my-6">版權政策</p>

        <p class="type-h4 my-6">侵犯知識產權</p>
        <p class="my-6">我們尊重他人的知識產權。我們的政策是回應任何關於服務上發布的內容侵犯任何人的版權或其他知識產權的主張。</p>
        <p class="my-6">如果您是版權所有者或代表他人授權，並且您認為受版權保護的作品的複制構成了通過服務進行的侵犯版權的行為，則必須以書面形式提交通知，以引起注意我們的版權代理人，請發送電子郵件至
            <a href="mailto:service@eltsearch.com"
               class="text-sky-blue hover:text-navy">service@eltsearch.com</a>，並在您的通知中包含涉嫌侵權的詳細說明。
        </p>
        <p class="my-6">您可能會因虛假陳述任何內容侵犯您的版權而承擔賠償責任（包括費用和律師費）。</p>

        <p class="type-h4 my-6">DMCA通知和DMCA版權侵權索賠程序</p>
        <p class="my-6">您可以根據《數字千年版權法案》（DMCA）的要求，通過向我們的版權代理提供以下書面信息來提交通知（有關更多詳細信息，請參見17 U.S.C 512（c）（3））：</p>

        <ul class="list-disc pl-12 my-6">
            <li>授權代表著作權人的代理人的電子或物理簽名。</li>
            <li>您聲明已侵權的版權作品的描述，包括該版權作品所在位置的網址（即網頁地址）或該版權作品的副本。</li>
            <li>您聲明侵權的材料所在的URL或服務上其他特定位置的標識。</li>
            <li>您的地址，電話號碼和電子郵件地址。</li>
            <li>您聲明您真誠地認為有爭議的使用未經版權擁有者，其代理或法律的授權。</li>
            <li>您聲明，您的通知中的上述信息準確無誤，並且您是版權所有者或被授權代表版權所有者行事，並受到偽證處罰。</li>
        </ul>
        <p class="my-6">您可以通過電子郵件與我們的版權代理聯繫，電子郵件為<a href="mailto:service@eltsearch.com"
                                                                            class="text-sky-blue hover:text-navy">service@eltsearch.com</a>.
        </p>
        <p class="my-6">收到通知後，公司將自行決定採取其認為適當的任何措施，包括從服務中刪除受質疑的內容。</p>

        <p class="type-h4 my-6">鏈接到其他網站</p>
        <p class="my-6">我們的服務可能包含指向非公司所有或控制的第三方網站或服務的鏈接。</p>
        <p class="my-6">本公司對任何第三方網站或服務的內容，隱私政策或慣例概無控制，也不承擔任何責任。您進一步承認並同意，對於因使用或依賴於此類內容，商品或服務而獲得的或與之相關的任何損失或損失，本公司不承擔任何直接或間接的責任。或通過任何此類網站或服務。</p>
        <p class="my-6">我們強烈建議您閱讀您訪問的任何第三方網站或服務的條款和條件以及隱私政策。</p>

        <p class="type-h4 my-6">終止</p>
        <p class="my-6">無論出於任何原因，包括但不限於您違反這些條款和條件，我們都可以立即終止或暫停您的帳戶，而無需事先通知或承擔任何責任。</p>
        <p class="my-6">終止後，您使用服務的權利將立即終止。如果您想終止您的帳戶，您可以簡單地停止使用服務。</p>

        <p class="type-h4 my-6">責任範圍</p>
        <p class="my-6">即使您可能遭受任何損失，根據本條款的任何規定，公司及其任何供應商的全部責任以及您對上述所有內容的專有補救措施，應僅限於您通過服務實際支付的金額或1,000美元如果您尚未通過服務購買任何東西。</p>
        <p class="my-6">在適用法律允許的最大範圍內，公司或其供應商在任何情況下均不對任何特殊的，偶然的，間接的或後果性的損害承擔任何責任（包括但不限於利潤損失，數據損失或因使用或無法使用本服務，與本服務一起使用的第三方軟件和/或第三方硬件或與之相關的任何其他信息，業務中斷，人身傷害，隱私損失否則與本條款的任何規定有關），即使已向本公司或任何供應商告知了此類損害的可能性，並且即使補救措施未能達到其基本目的也是如此。</p>
        <p class="my-6">某些州不允許排除默示擔保或對偶然性或後果性損害的責任限制，這意味著上述某些限制可能不適用。在這些州，各方的責任將受到法律允許的最大限制。</p>

        <p class="type-h4 my-6">“按原樣”和“按可用”免責聲明</p>
        <p class="my-6">該服務按“原樣”和“可用”提供給您，並且包含所有故障和缺陷，而沒有任何形式的保證。在適用法律允許的最大範圍內，本公司代表其自身以及代表其關聯公司及其各自的許可方和服務提供商明確聲明不承擔與本協議有關的所有明示，暗示，法定或其他保證。服務，包括所有隱含的適銷性，對特定用途的適用性，所有權和不侵權的默示保證，以及在交易過程中，執行過程中，使用情況或貿易慣例中可能產生的保證。在不限於上述規定的前提下，公司不提供任何保證或承諾，也不對本服務將滿足您的要求，達到任何預期的結果，與任何其他軟件，應用程序，系統或服務兼容或與之合作的任何形式的表示。不得中斷，達到任何性能或可靠性標準，沒有錯誤，或者可以或將要糾正任何錯誤或缺陷。</p>
        <p class="my-6">在不限制前述規定的前提下，公司或公司的任何提供者均不做任何形式的明示或暗示的陳述或保證：（i）服務的運行或可用性，信息，內容以及材料或產品包括在上面； （ii）服務不會中斷或沒有錯誤； （iii）通過服務提供的任何信息或內容的準確性，可靠性或時效性； （iv）從公司或代表公司發送的服務，其服務器，內容或電子郵件中沒有病毒，腳本，特洛伊木馬，蠕蟲，惡意軟件，定時炸彈或其他有害組件。</p>
        <p class="my-6">一些司法管轄區不允許排除某些類型的對消費者適用法定權利的保證或限制，因此上述部分或全部排除或限制可能不適用於您。但是在這種情況下，本節中規定的排除和限制應在適用法律允許的最大範圍內適用。</p>

        <p class="my-6 type-h4">準據法</p>
        <p class="my-6">國家/地區的法律（不包括法律上的衝突規則）將約束本條款和您對服務的使用。您對應用程序的使用也可能受其他地方，州，國家或國際法律的約束。</p>

        <p class="my-6 type-h4">爭議解決</p>
        <p class="my-6">如果您對服務有任何疑問或爭議，您同意首先嘗試與公司聯繫以非正式方式解決爭議。</p>

        <p class="my-6 type-h4">對於歐盟（EU）用戶</p>
        <p class="my-6">如果您是歐盟消費者，則將受益於您所居住國家/地區的法律的任何強制性規定。</p>

        <p class="my-6 type-h4">美國法律合規</p>
        <p class="my-6">您聲明並保證（i）您不在受美國政府封鎖的國家或被美國政府指定為“恐怖主義支持”國家的國家，並且（ii）您並非列在任何美國政府禁止或限制方名單上。</p>

        <p class="type-h4 my-6">可分割性和放棄</p>

        <p class="type-h4 my-6">可分割性</p>
        <p class="my-6">如果本條款的任何規定被裁定為不可執行或無效，則將對這些規定進行更改和解釋，以在適用法律允許的最大範圍內實現該規定的目標，其餘規定將繼續完全有效。</p>

        <p class="type-h4 my-6">放棄</p>
        <p class="my-6">除非本文另有規定，否則未能行使本條款規定的權利或要求履行義務不影響當事方在其後任何時候行使該權利或要求履行該權利的能力，也不構成對違約的放棄構成放棄。隨後發生的任何違規行為。</p>

        <p class="type-h4 my-6">翻譯口譯</p>
        <p class="my-6">如果我們已通過服務向您提供這些條款和條件，則這些條款和條件可能已經翻譯。</p>
        <p class="my-6">您同意，如有爭議，應以英文本為準。</p>

        <p class="type-h4 my-6">這些條款和條件的更改</p>
        <p class="my-6">我們保留自行決定隨時修改或替換這些條款的權利。如果修訂是重要的，我們將盡一切努力在任何新條款生效之前至少提前30天發出通知。構成重大變更的內容將由我們自行決定。</p>
        <p class="my-6">在這些修訂生效後繼續訪問或使用我們的服務，即表示您同意受修訂條款的約束。如果您不同意全部或部分的新條款，請停止使用網站和服務。</p>

        <p class="type-h4 my-6">聯繫我們</p>
        <p class="my-6">如果您對這些條款和條件有任何疑問，可以聯繫我們：</p>
        <ul class="list-disc pl-12 my-6">
            <li>通過電子郵件: <a href="mailto:service@eltsearch.com"
                             class="text-sky-blue hover:text-navy">service@eltsearch.com</a></li>
        </ul>
    </div>
</x-public-page>
